Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

source: Shortcut cannot be opened
ar: لا يمكن فتح الاختصار
bg: Прекият път не може да се отвори
ca: La drecera no es pot obrir
cs_cz: Zástupce nelze otevřít
da: Genvejen kan ikke åbnes
de_de: Verknüpfung kann nicht geöffnet werden
el: Η συντόμευση δεν μπορεί να ανοιχθεί
es_es: No se puede abrir el acceso directo
fi_fi: Pikakuvaketta ei voi avata
fr_fr: Le raccourci ne peut pas être ouvert
hu_hu: A parancsikon nem nyitható meg
id_id: Pintasan tidak dapat dibuka
it_it: Impossibile aprire il collegamento
ja_jp: ショートカットを開けません
ko_kr: 바로 가기를 열 수 없음
lv_lv: Saīsni nevar atvērt
nb_no: Snarvei kan ikke åpnes
nl_nl: Snelkoppeling kan niet worden geopend
pl_pl: Skrót nie może zostać otworzony
pt_pt: Não foi possível abrir o item
ro_ro: Comanda rapidă nu poate fi deschisă
ru_ru: Ярлык не может быть открыт
sk_sk: Odkaz nemôže byť otvorený
sv_se: Genvägen kan inte öppnas
tr_tr: Kısayol açılamadı
uk_ua: Неможливо відкрити ярлик
vi: Không thể mở lối tắt
zh_hans: 无法打开快捷方式
zh_hant: 無法開啟捷徑

# DeleteShortcutDescription
source: The target destination cannot be found {0}. Do you want to delete this shortcut?
ar: لا يمكن العثور على الوجهة المستهدفة {0}. هل تريد حذف هذا الاختصار؟
bg: Целевото местоназначение не може да се намери {0}. Искате ли да изтриете този пряк път?
ca: No es pot trobar la destinació objectiu {0}. Voleu suprimir aquesta drecera?
cs_cz: Cíl nebyl nalezen {0}. Chcete odstranit tohoto zástupce?
da: Måldestinationen kan ikke findes {0}. Vil du slette genvejen?
de_de: Das Ziel {0} konnte nicht gefunden werden. Möchtest Du diese Verknüpfung löschen?
el: Ο προορισμός της συντόμευσης δε βρέθηκε {0}. Θέλετε να διαγράψετε αυτήν τη συντόμευση;
es_es: No se puede encontrar el destino {0}. ¿Desea eliminar este acceso directo?
fi_fi: Kohdetta ei löydy {0}. Haluatko poistaa tämän pikakuvakkeen?
fr_fr: La destination cible {0} est introuvable. Voulez-vous supprimer ce raccourci ?
hu_hu: Nem található az elem, amire a parancsikon mutat ({0}). Szeretné eltávolítani a parancsikont?
id_id: Tujuan target tidak dapat ditemukan {0}. Apakah Anda ingin menghapus pintasan ini?
it_it: Impossibile trovare la destinazione {0}. Vuoi eliminare questo collegamento?
ja_jp: 参照先の項目 {0} が見つかりません。このショートカットを削除しますか?
ko_kr: 이 항목의 원본 {0} 찾을 수 없습니다. 이 바로 가기를 삭제하시겠습니까?
lv_lv: Galamērķis netika atrasts {0}. Vai vēlies dzēst šo saīsni?
nb_no: Måldestinasjonen ble ikke funnet {0}. Vil du slette denne snarveien?
nl_nl: De bestemming kan niet worden gevonden {0}. Wilt u deze snelkoppeling verwijderen?
pl_pl: Nie można odnaleźć docelowego elementu {0}. Czy chcesz usunąć ten skrót?
pt_pt: Não foi possível encontrar o objeto de destino {0}. Deseja eliminar este atalho?
ro_ro: Destinația țintă nu poate fi găsită {0}. Doriți să ștergeți această comandă rapidă?
ru_ru: Целевой адресат не может быть найден {0}. Вы хотите удалить этот ярлык?
sk_sk: Cieľová destinácia nebola nájdená {0}. Chcete zmazať tento odkaz?
sv_se: Målvägen kan inte hittas {0}. Vill du ta bort denna genväg?
tr_tr: Hedef yol {0} bulunamadı. Bu kısayolu silmek ister misiniz?
uk_ua: Неможливо знайти цільовий об’єкт {0}. Бажаєте видалити цей ярлик?
vi: Không thể tìm thấy khoản mục đích {0}. Bạn có muốn xóa bỏ lối tắt này không?
zh_hans: 在目标位置找不到 {0}。要删除此快捷方式吗？
zh_hant: 找不到捷徑指向的目標 {0} ，您要刪除此捷徑嗎？

# AccessDeniedToFolder
source: You don't have permission to access this folder.
ar: ليس لديك إذن للوصول إلى هذا المجلد.
bg: Нямате право на достъп до тази папка.
ca: No teniu permís per accedir a aquesta carpeta.
cs_cz: Nemáte oprávnění k přístupu do této složky.
da: Du har ikke tilladelse til at tilgå denne mappe.
de_de: Du hast keine Berechtigung für den Zugriff auf diesen Ordner.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτόν τον φάκελο.
es_es: No tiene permiso para acceder a esta carpeta.
fi_fi: Sinulla ei ole lupaa käyttää tätä kansiota.
fr_fr: Vous n'avez pas l'autorisation pour accéder à ce dossier.
hu_hu: Nincs engedélyed hozzáférni ehhez a mappához.
id_id: Anda tidak memiliki izin untuk mengakses folder ini.
it_it: Non sei autorizzato ad accedere a questa cartella.
ja_jp: このフォルダーにアクセスする権限がありません。
ko_kr: 이 폴더에 접근할 수 있는 권한이 없습니다.
lv_lv: Tev nav pietiekamas atļaujas šīs direktorijas piekļūvei.
nb_no: Du har ikke tilgang til denne mappen.
nl_nl: U heeft geen rechten om in deze folder te zijn.
pl_pl: Nie masz wystarczających uprawnień do tego pliku.
pt_pt: Não tem permissões para aceder a esta pasta.
ro_ro: Nu aveți permisiunea de a accesa acest folder.
ru_ru: У вас нет прав для доступа к этой папке.
sk_sk: Nemáte povolenie na prístup k tomuto priečinku.
sv_se: Du har inte rättigheter för att komma åt denna mapp.
tr_tr: Bu klasöre erişim izniniz yok.
uk_ua: Ви не маєте дозволу на доступ до цієї папки.
vi: Bạn không có quyền truy cập thư mục này.
zh_hans: 你无权访问此文件夹。
zh_hant: 您沒有權限存取此資料夾。

source: Emptying recycle bin
ar: يتم إفراغ سلة المهملات
bg: Изпразване на кошчето
de_de: Papierkorb wird geleert
fi_fi: Tyhjennetään roskakoria
it_it: Sto svuotando il cestino
lv_lv: Iztukšo atkritni
nl_nl: Prullenbak leegmaken
pl_pl: Opróżnianie kosza
pt_pt: Limpeza de reciclagem

# BinEmptyingSucceded
source: Successfully emptied recycle bin
ar: تم تفريغ سلة المهملات بنجاح
bg: Успешно изпразнено кошче
de_de: Papierkorb erfolgreich geleert
fi_fi: Roskakori tyhjennetty onnistuneesti
it_it: Cestino svuotato con successo
lv_lv: Atkritne iztukšota
nl_nl: Prullenbak succesvol leeggemaakt
pl_pl: Pomyślnie opróżniono kosz
pt_pt: Reciclagem limpa com sucesso

# BinEmptyingFailed
source: Failed to empty recycle bin
ar: أخفق تفريغ سلة المهملات
bg: Неуспешно изпразване на кошчето
de_de: Fehler beim Leeren des Papierkorbs
fi_fi: Roskakorin tyhjennys epäonnistui
it_it: Svuotamento del cestino non riuscito
lv_lv: Neizdevās iztukšot atkritni
nl_nl: Prullenbak leegmaken is mislukt
pl_pl: Nie udało się opróżnić kosza
pt_pt: Falha ao limpar a reciclagem

source: Archive password
ar: كلمة مرور الأرشيف
bg: Парола на архива
ca: Contrasenya del fitxer
cs_cz: Heslo archivu
da: Arkivér adgangskode
de_de: Archiv-Passwort
el: Κωδικός αρχείου
es_es: Contraseña de archivo
fi_fi: Arkiston salasana
fr_fr: Mot de passe de l'archive
hu_hu: Jelszó
id_id: Kata sandi arsip
it_it: Password dell'archivio
ja_jp: アーカイブのパスワード
ko_kr: 압축 파일 비밀번호
lv_lv: Arhīva parole
nb_no: Arkiver passord
nl_nl: Archief wachtwoord
pl_pl: Hasło do archiwum
pt_pt: Palavra-passe do arquivo
ro_ro: Parolă arhivă
ru_ru: Пароль архива
sk_sk: Heslo archívu
sv_se: Arkivlösenord
tr_tr: Arşiv şifresi
uk_ua: Пароль архіву
vi: Mật khẩu tệp nén
zh_hans: 压缩文件密码
zh_hant: 壓縮檔案密碼

# ExtractToPath
source: Path
ar: المسار
bg: Път
ca: Ruta
cs_cz: Cesta
da: Sti
de_de: Pfad
el: Διαδρομή
es_es: Ruta
fi_fi: Polku
fr_fr: Chemin
hu_hu: Célmappa
id_id: Jalur
it_it: Percorso
ja_jp: パス
ko_kr: 경로
lv_lv: Ceļš
nb_no: Sti
nl_nl: Pad
pl_pl: Ścieżka
pt_pt: Caminho
ro_ro: Cale
ru_ru: Путь
sk_sk: Cesta
sv_se: Sökväg
th_th: แยกไปที่
tr_tr: Yol
uk_ua: Шлях
vi: Đường dẫn
zh_hans: 路径
zh_hant: 路徑

source: Sorting and grouping
ar: الفرز والتجميع
bg: Подреждане и групиране
ca: Ordenació i agrupació
cs_cz: Řazení a seskupování
da: Sortering og gruppering
de_de: Sortierung und Gruppierung
el: Ταξινόμηση και ομαδοποίηση
es_es: Ordenación y agrupación
fi_fi: Lajittelu ja ryhmittely
fr_fr: Tri et groupement
hu_hu: Rendezés és csoportosítás
id_id: Mengurutkan dan mengelompokkan
it_it: Ordina e raggruppa
ja_jp: 並べ替えとグループ化
ko_kr: 정렬 및 분류 방법
lv_lv: Šķirošana un grupēšana
nb_no: Sortering og gruppering
nl_nl: Sorteren en groeperen
pl_pl: Sortowanie i grupowanie
pt_pt: Ordenação e agrupamento
ro_ro: Sortare și grupare
ru_ru: Сортировка и группировка
sk_sk: Zoraďovanie a zoskupovanie
sv_se: Sortering och gruppering
tr_tr: Sıralama ve gruplama
uk_ua: Сортування та групування
vi: Sắp xếp và nhóm
zh_hans: 排序和分组
zh_hant: 排序與分組

source: Archive
ar: أرشيف
bg: Архив
de_de: Archiv
fi_fi: Arkisto
it_it: Archivio
lv_lv: Arhīvs
nl_nl: Archief
pl_pl: Archiwum
pt_pt: Arquivar

source: Create archive
ar: إنشاء أرشيف
bg: Създаване на архив
ca: Crea un arxiu
cs_cz: Vytvořit archiv
da: Opret arkiv
de_de: Archiv erstellen
el: Δημιουργία αρχείου
es_es: Crear archivo
fi_fi: Luo arkisto
fr_fr: Créer une archive
hu_hu: Archívum létrehozása
id_id: Buat arsip
it_it: Creare archivio
ja_jp: アーカイブを作成
ko_kr: 압축 파일 만들기
lv_lv: Izveidot arhīvu
nb_no: Opprett arkiv
nl_nl: ZIP-bestand maken
pl_pl: Utwórz archiwum
pt_pt: Criar arquivo
ro_ro: Creare arhivă
ru_ru: Создать архив
sk_sk: Vytvoriť archív
sv_se: Skapa arkiv
tr_tr: Arşiv oluştur
uk_ua: Створити архів
vi: Tạo tệp nén
zh_hans: 创建压缩文件
zh_hant: 建立壓縮檔案

source: Create
ar: إنشاء
bg: Създаване
ca: Crea
cs_cz: Vytvořit
da: Opret
de_de: Erstellen
el: Δημιουργία
es_es: Crear
fi_fi: Luo
fr_fr: Créer
he_il: ‏‏צור
hr_hr: Napravi
hu_hu: Létrehozás
id_id: Buat
it_it: Crea
ja_jp: 作成
ka: შექმნა
ko_kr: 만들기
lv_lv: Izveidot
nb_no: Opprett
nl_nl: Maken
pl_pl: Utwórz
pt_pt: Criar
ro_ro: Creare
ru_ru: Создать
sk_sk: Vytvoriť
sv_se: Skapa
th_th: สร้าง
tr_tr: Oluştur
uk_ua: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 新增

# CreateNamedArchive
source: Create {0}
ar: إنشاء {0}
bg: Създаване на {0}
ca: Crea {0}
cs_cz: Vytvořit {0}
da: Opret {0}
de_de: {0} erstellen
el: Δημιουργία {0}
es_es: Crear {0}
fi_fi: Luo {0}
fr_fr: Créer {0}
hu_hu: {0} létrehozása
id_id: Buat {0}
it_it: Crea {0}
ja_jp: {0} を作成
ko_kr: {0} 생성
lv_lv: Izveidot {0}
nb_no: Opprett {0}
nl_nl: Maak {0}
pl_pl: Utwórz {0}
pt_pt: Criar {0}
ro_ro: Creare {0}
ru_ru: Создать {0}
sk_sk: Vytvoriť {0}
sv_se: Skapa {0}
tr_tr: {0} oluştur
uk_ua: Створити {0}
vi: Tạo {0}
zh_hans: 创建 {0}
zh_hant: 建立 {0}

# EnterName
source: Enter a name
ar: ادخل اسم
bg: Въведете име
ca: Introduïu un nom
cs_cz: Zadejte název
da: Indtast et navn
de_de: Name eingeben
el: Πληκτρολογήστε ένα όνομα
es_es: Introducir nombre
fi_fi: Syötä nimi
fr_fr: Entrez un nom
hu_hu: Adjon meg egy nevet
id_id: Masukkan sebuah nama
it_it: Inserisci un nome
ja_jp: 名前を入力
ko_kr: 이름 입력
lv_lv: Izvadi nosaukumu
nb_no: Angi et navn
nl_nl: Naam invoeren
pl_pl: Wprowadź nazwę
pt_pt: Introduza um nome
ro_ro: Introduceți un nume
ru_ru: Введите имя
sk_sk: Zadajte názov
sv_se: Ange ett namn
tr_tr: Bir isim girin
uk_ua: Вкажіть назву
vi: Nhập tên
zh_hans: 输入名称
zh_hant: 輸入名稱

source: Compression level
ar: مستوى الضغط
bg: Ниво на компресия
ca: Nivell de compressió
cs_cz: Úroveň komprese
da: Kompressionsniveau
de_de: Komprimierungsstufe
el: Επίπεδο συμπίεσης
es_es: Nivel de compresión
fi_fi: Pakkaustaso
fr_fr: Niveau de compression
hu_hu: Tömörítési szint
id_id: Tingkat kompresi
it_it: Livello di compressione
ja_jp: 圧縮レベル
ko_kr: 압축 수준
lv_lv: Saspiešanas līmenis
nb_no: Komprimerings nivå
nl_nl: Compressie niveau
pl_pl: Poziom kompresji
pt_pt: Nível de compressão
ro_ro: Nivel de comprimare
ru_ru: Уровень сжатия
sk_sk: Úroveň kompresie
sv_se: Kompressionsnivå
tr_tr: Sıkıştırma seviyesi
uk_ua: Рівень стиснення
vi: Mức độ nén
zh_hans: 压缩级别
zh_hant: 壓縮等級

# CompressionLevelHigh
source: High
ar: مرتفع
bg: Високо
ca: Alt
cs_cz: Vysoká
da: Høj
de_de: Hoch
el: Υψηλό
es_es: Alto
fi_fi: Korkea
fr_fr: Élevé
hu_hu: Magas
id_id: Tinggi
it_it: Alto
ja_jp: 圧縮重視
ko_kr: 높음
lv_lv: Augsts
nb_no: Høy
nl_nl: Hoog
pl_pl: Wysoki
pt_pt: Alto
ro_ro: Ridicat
ru_ru: Высокий
sk_sk: Vysoká
sv_se: Hög
th_th: สูง
tr_tr: Yüksek
uk_ua: Високий
vi: Cao
zh_hans: 高
zh_hant: 高

# CompressionLevelLow
source: Low
ar: منخفض
bg: Ниско
ca: Baix
cs_cz: Nízká
da: Lav
de_de: Niedrig
el: Χαμηλό
es_es: Bajo
fi_fi: Alhainen
fr_fr: Faible
hu_hu: Alacsony
id_id: Rendah
it_it: Basso
ja_jp: 速度重視
ko_kr: 낮음
lv_lv: Zems
nb_no: Lav
nl_nl: Laag
pl_pl: Niski
pt_pt: Baixo
ro_ro: Scăzută
ru_ru: Низкий
sk_sk: Nízka
sv_se: Låg
th_th: ตํ่า
tr_tr: Düşük
uk_ua: Низький
vi: Thấp
zh_hans: 低
zh_hant: 低

# CompressionLevelFast
source: Fast
ar: سريع
bg: Бързо
ca: Ràpid
cs_cz: Rychlá
da: Hurtig
de_de: Schnell
el: Γρήγορο
es_es: Rápido
fi_fi: Nopea
fr_fr: Rapide
hu_hu: Gyors
id_id: Cepat
it_it: Veloce
ja_jp: 最速
ko_kr: 빠름
lv_lv: Ātrs
nb_no: Hurtig
nl_nl: Snel
pl_pl: Szybki
pt_pt: Rápido
ro_ro: Rapidă
ru_ru: Быстрый
sk_sk: Rýchla
sv_se: Snabb
th_th: รวดเร็ว
tr_tr: Hızlı
uk_ua: Швидкий
vi: Nhanh
zh_hans: 快速
zh_hant: 快

# CompressionLevelNone
source: None
ar: بلا
bg: Нищо
ca: Cap
cs_cz: Žádná
da: Ingen
de_de: Keine
el: Κανένα
es_es: Ninguno
fi_fi: Ei mitään
fr_fr: Aucun
he_il: ללא
hr_hr: Ništa
hu_hu: Nincs
id_id: Tidak ada
it_it: Nessuno
ja_jp: 無圧縮
ka: არცერთი
ko_kr: 압축하지 않음
lv_lv: Nav
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_pt: Sem compressão
ro_ro: Niciuna
ru_ru: Отсутствует
sk_sk: Žiadne
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
uk_ua: Нічого
vi: Không có
zh_hans: 无
zh_hant: 無

source: Splitting size
ar: تقسيم الحجم
bg: Големина на разделяне
ca: Mida de divisió
cs_cz: Velikost rozdělení
da: Opdelings størrelse
de_de: Aufteilungsgröße
el: Μέγεθος διαχωρισμού
es_es: Tamaño de la división
fi_fi: Jakokoko
fr_fr: Taille de séparation
hu_hu: Max. fájlméret
id_id: Ukuran pemisahan
it_it: Dimensioni divisione
ja_jp: 分割サイズ
ko_kr: 분할 크기
lv_lv: Dalīšanas izmērs
nb_no: Dele størrelse
nl_nl: Splits grootte
pl_pl: Rozmiar po podziale
pt_pt: Tamanho de separação
ro_ro: Dimensiune împărțită
ru_ru: Размер тома
sk_sk: Rozdeľovacia veľkosť
sv_se: Delningsstorlek
tr_tr: Bölme boyutu
uk_ua: Розмір розділення
vi: Kích cỡ chia nhỏ
zh_hans: 分卷大小
zh_hant: 分割大小

source: Do not split
ar: لا تقسم
bg: Без разделяне
ca: No divideixis
cs_cz: Nedělit
da: Opdel ikke
de_de: Nicht aufteilen
el: Να μη διαχωριστεί
es_es: No dividir
fi_fi: Älä jaa
fr_fr: Ne pas séparer
id_id: Jangan dipisah
it_it: Non dividere
ja_jp: 分割しない
lv_lv: Nedalīt
nb_no: Ikke del
nl_nl: Niet splitsen
pl_pl: Nie dziel
pt_pt: Não separar
ro_ro: Nu despărți
ru_ru: Не разбивать
sk_sk: Nerozdeľovať
sv_se: Dela inte upp
th_th: ไม่แยก
uk_ua: Не розділяти
vi: Không chia nhỏ
zh_hant: 不分割

source: Encryption
ar: التشفير
bg: Криптиране
ca: Xifratge
cs_cz: Šifrování
da: Kryptering
de_de: Verschlüsselung
el: Kρυπτογράφηση
es_es: Cifrado
fi_fi: Salaus
fr_fr: Chiffrement
hu_hu: Titkosítás
id_id: Enkripsi
it_it: Crittografia
ja_jp: 暗号化
ko_kr: 암호화
lv_lv: Šifrēšana
nb_no: Kryptering
nl_nl: Versleuteling
pl_pl: Szyfrowanie
pt_pt: Cifra
ro_ro: Criptare
ru_ru: Шифрование
sk_sk: Šifrovanie
sv_se: Kryptering
th_th: การเข้ารหัส
tr_tr: Şifreleme
uk_ua: Шифрування
vi: Mã hóa
zh_hans: 加密
zh_hant: 加密

source: Password
ar: كلمة مرور
bg: Парола
ca: Contrasenya
cs_cz: Heslo
da: Adgangskode
de_de: Passwort
el: Κωδικός πρόσβασης
es_es: Contraseña
fi_fi: Salasana
fr_fr: Mot de passe
he_il: סיסמה
hr_hr: Lozinka
hu_hu: Jelszó
id_id: Kata sandi
ja_jp: パスワード
ka: პაროლი
ko_kr: 비밀번호
lv_lv: Parole
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Palavra-passe
ro_ro: Parolă
ru_ru: Пароль
sk_sk: Zadajte heslo
sv_se: Losenord
th_th: รหัสผ่าน
tr_tr: Parola
uk_ua: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Format
ar: تنسيق
bg: Формат
cs_cz: Formát
el: Μορφή
es_es: Formato
fi_fi: Muoto
he_il: עיצוב
hr_hr: Oblik
hu_hu: Formátum
it_it: Formato
ja_jp: フォーマット
ka: ფორმატი
ko_kr: 포맷
lv_lv: Formāts
nl_nl: Formaat
pl_pl: Formatuj
pt_pt: Formato
ru_ru: Формат
sk_sk: Formát
th_th: รูปแบบ
tr_tr: Biçim
uk_ua: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

# DetailsViewHeaderFlyout_ShowSyncStatus.Text
source: Sync status column
ar: عمود حالة المزامنة
bg: Състояние на синхро на колоната
ca: Columna d'estat de sincronització
cs_cz: Synchronizovat stavový sloupec
da: Synkronisér statuskolonne
de_de: Statusspalte synchronisieren
el: Στήλη κατάστασης συγχρονισμού
es_es: Columna de estado de sincronización
fi_fi: Synkronoinnin tila -sarake
fr_fr: Statut de la synchronisation
hu_hu: Szinkronizálás állapota
id_id: Sinkronkan kolom status
it_it: Stato sincronizzazione
ja_jp: 同期ステータス
ko_kr: 상태 열 동기화
lv_lv: Sinhronizēt statusa kolonnu
nb_no: Synkroniser statuskolonne
nl_nl: Synchroniseer statuskolom
pl_pl: Kolumna statusu synchronizacji
pt_pt: Coluna Estado de sincronização
ro_ro: Sincronizați coloana de status
ru_ru: Синхронизировать колонку статуса
sk_sk: Synchronizovať stĺpec stavu
sv_se: Synkronieringsstatuskolumn
tr_tr: Senkronizasyon durumu sütunu
uk_ua: Синхронізувати стовпець стану
vi: Cột trạng thái đồng bộ hóa
zh_hans: “同步状态”列
zh_hant: 同步狀態

source: Group by
ar: تجميع وَفْقاً لـِ
bg: Групиране по
ca: Agrupar per
cs_cz: Seskupit podle
da: Gruppér efter
de_de: Gruppieren nach
el: Ομαδοποίηση κατά
es_es: Agrupar por
fi_fi: Ryhmittelyperuste
fr_fr: Grouper par
hu_hu: Csoportosítás
id_id: Kelompokkan menurut
it_it: Raggruppa per
ja_jp: グループで表示
ko_kr: 분류 기준
lv_lv: Grupēt pēc
nb_no: Gruppér etter
nl_nl: Groepeer
pl_pl: Grupuj według
pt_pt: Agrupar por
ro_ro: Grupaţi după
ru_ru: Группировка
sk_sk: Zoskupiť podľa
sv_se: Gruppera efter
th_th: จัดกลุ่มโดย
tr_tr: Gruplandır
uk_ua: Групувати за
vi: Nhóm theo
zh_hans: 分组依据
zh_hant: 群組依據

source: Sort by
ar: فرز حسب
bg: Сортирай по
ca: Ordena per
cs_cz: Seřadit dle
da: Sortér efter
de_de: Sortieren nach
el: Ταξινόμηση κατά
es_es: Ordenar por
fi_fi: Lajitteluperuste
fr_fr: Trier par
he_il: מיין לפי
hr_hr: Sortiraj po
hu_hu: Rendezés
id_id: Urutkan berdasarkan
it_it: Ordina per
ja_jp: 並べ替え
ka: დახარისხება
ko_kr: 정렬 기준
lv_lv: Kārtot pēc
nb_no: Sorter etter
nl_nl: Sorteren op
pl_pl: Sortuj według
pt_pt: Ordenar por
ro_ro: Sortați după
ru_ru: Сортировка
sk_sk: Zoradiť podľa
sv_se: Sortera efter
th_th: เรียงลำดับตาม
tr_tr: Sırala
uk_ua: Сортування
vi: Sắp xếp theo
zh_hans: 排序方式
zh_hant: 排序

source: Group in descending order
ar: الجمع بترتيب تنازلي
bg: Групиране низходящо
ca: Agrupa en ordre descendent
cs_cz: Seskupit sestupně
da: Gruppér i faldende rækkefølge
de_de: In absteigender Reihenfolge gruppieren
el: Ομαδοποίηση κατά φθίνουσα σειρά
es_es: Agrupar en sentido descendente
fi_fi: Ryhmitä laskevaan järjestykseen
fr_fr: Grouper dans l'ordre descendant
hu_hu: Csoportosítás sorrendjének megfordítása
id_id: Kelompokkan dalam urutan menurun
it_it: Raggruppa in ordine decrescente
ja_jp: 降順でグループを表示する
ko_kr: 내림차순으로 분류하기
lv_lv: Grupēt dilstošā secībā
nb_no: Grupper i synkende rekkefølge
nl_nl: Groepeer in aflopende volgorde
pl_pl: Grupuj malejąco
pt_pt: Agrupar em ordem descendente
ro_ro: Grupare în ordine descrescătoare
ru_ru: Группировать в порядке убывания
sk_sk: Zoskupiť zostupne
sv_se: Gruppera i fallande ordning
th_th: จัดกลุ่มจากมากไปน้อย
tr_tr: Azalan sıraya göre grupla
uk_ua: Групувати за спаданням
vi: Nhóm theo thứ tự giảm dần
zh_hans: 降序分组
zh_hant: 依遞減排序分組

source: Sort in descending order
ar: الفرز بترتيب تنازلي
bg: Подреждане в низходящ ред
ca: Ordena en ordre descendent
cs_cz: Seřadit sestupně
da: Sortér i faldende rækkefølge
de_de: In absteigender Reihenfolge sortieren
el: Ταξινόμηση κατά φθίνουσα σειρά
es_es: Ordenar en sentido descendente
fi_fi: Järjestä laskevaan järjestykseen
fr_fr: Trier dans l'ordre descendant
hu_hu: Rendezés sorrendjének megfordítása
id_id: Urutkan dalam urutan menurun
it_it: Ordina in modo decrescente
ja_jp: 降順で並べ替える
ko_kr: 내림차순으로 정렬하기
lv_lv: Šķirot dilstošā secībā
nb_no: Sorter i synkende rekkefølge
nl_nl: Sorteer in aflopende volgorde
pl_pl: Sortuj malejąco
pt_pt: Ordenar em ordem descendente
ro_ro: Sortare în ordine descrescătoare
ru_ru: Сортировать в порядке убывания
sk_sk: Zoradiť zostupne
sv_se: Sortera i fallande ordning
th_th: เรียงลำดับจากมากไปน้อย
tr_tr: Azalan sıraya göre sırala
uk_ua: Сортувати за спаданням
vi: Sắp xếp theo thứ tự giảm dần
zh_hans: 降序排序
zh_hant: 遞減排序

# NewShortcutDialogTitle
source: Create a new shortcut
ar: إنشاء اختصار جديد
bg: Създаване на нов пряк път
ca: Crea una drecera nova
cs_cz: Vytvořit nového zástupce
da: Opret en ny genvej
de_de: Neue Verknüpfung erstellen
el: Δημιουργία συντόμευσης
es_es: Crear un nuevo acceso directo
fi_fi: Luo uusi pikakuvake
fr_fr: Créer un nouveau raccourci
hu_hu: Új parancsikon létrehozása
id_id: Buat pintasan baru
it_it: Crea un collegamento
ja_jp: 新しいショートカットを作成
ko_kr: 바로 가기 만들기
lv_lv: Izveidot jaunu saīsni
nb_no: Opprett snarvei
nl_nl: Maak een nieuwe snelkoppeling
pl_pl: Utwórz nowy skrót
pt_pt: Criar um atalho
ro_ro: Creați o comandă rapidă nouă
ru_ru: Создать новый ярлык
sk_sk: Vytvoriť nový odkaz
sv_se: Skapa en ny genväg
th_th: สร้างทางลัดใหม่
tr_tr: Yeni kısayol oluştur
uk_ua: Створити нову комбінацію клавіш
vi: Tạo lối tắt mới
zh_hans: 创建新的快捷方式
zh_hant: 建立新捷徑

# NewShortcutDialogDescription
source: Create shortcuts to local or network programs, files, folders, computers or Internet addresses.
ar: إنشاء اختصارات للبرامج المحلية أو الشبكة، الملفات، المجلدات، الحواسيب أو عناوين الإنترنت.
bg: Създаване на преки пътища до локални или мрежови програми, файлове, папки, компютри или интернет адреси.
ca: Creeu dreceres a programes, fitxers, carpetes, ordinadors o adreces d'Internet locals o de xarxa.
cs_cz: Vytvořit zástupce pro lokální nebo síťové programy, soubory, složky, počítače nebo internetové adresy.
da: Opret genveje til lokale eller netværksprogrammer, filer, mapper, computere eller internetadresser.
de_de: Verknüpfungen zu lokalen oder Netzwerkprogrammen, Dateien, Ordnern, Computern oder Internetadressen erstellen.
el: Δημιουργία συντομεύσεων σε τοπικά ή δικτυακά προγράμματα, αρχεία, φακέλους, υπολογιστές ή διευθύνσεις Διαδικτύου.
es_es: Crear accesos directos a programas locales o de red, archivos, carpetas, equipos o direcciones de Internet.
fi_fi: Luo pikakuvakkeita paikallisiin tai verkko-ohjelmiin, tiedostoihin, kansioihin, tietokoneisiin tai Internet-osoitteisiin.
fr_fr: Créez des raccourcis vers des programmes locaux ou réseau, des fichiers, des dossiers, des ordinateurs ou des adresses Internet.
hu_hu: Parancsikont hozhat létre helyi, vagy hálózaton keresztül elérhető programokhoz, fájlokhoz, mappákhoz, számítógépekhez és internetes címekhez.
id_id: Buat pintasan ke lokal atau jaringan program, file, folder, komputer, atau alamat Internet.
it_it: Crea collegamenti verso programmi di rete, file, cartelle, computer o indirizzi Internet.
ja_jp: ローカルまたはネットワーク上のプログラム、ファイル、フォルダー、コンピューター、またはインターネット アドレスへのショートカットを作成します。
ko_kr: 로컬 또는 네트워크 프로그램, 파일, 폴더, 컴퓨터 또는 인터넷 주소에 대한 바로 가기를 만듭니다.
lv_lv: Izveidot saīsni uz lokālo vai interneta lietotni, failu, direktoriju, datoru vai interneta adresi.
nb_no: Opprett snarveier til lokale eller nettverksprogrammer, filer, mapper, datamaskiner eller Internett-adresser.
nl_nl: Maak snelkoppelingen naar lokale of netwerkprogramma's, bestanden, mappen, computers of internetadressen.
pl_pl: Ten program konfiguracyjny pomoże ci stworzyć skróty do lokalnych lub\nsieciowych programów, plików, katalogów, komputerów, bądź addresów\nInternetowych.
pt_pt: Crie atalhos para programas locais ou de rede, ficheiros, pastas, computadores ou endereços de Internet.
ro_ro: Creați comenzi rapide la programele locale sau de rețea, fișiere, dosare, computere sau adrese de internet.
ru_ru: Создавайте ярлыки для локальных или сетевых программ, файлов, папок, компьютеров и интернет-адресов.
sv_se: Skapa genvägar till lokala program eller nätverksprogram, filer, mappar, datorer eller internetadresser.
tr_tr: Yerel veya ağ programlarına, dosyalara, klasörlere, bilgisayarlara veya İnternet adreslerine kısayollar oluşturun.
uk_ua: Створюйте ярлики для локальних або мережевих програм, файлів, папок, комп'ютерів або адрес в Інтернеті.
vi: Tạo lối tắt đến địa chỉ Internet hoặc các tài nguyên, máy tính trên mạng/cục bộ.
zh_hans: 创建本地或网络程序、文件、目录、计算机或 Internet 地址的快捷方式。
zh_hant: 建立捷徑至本機或網路上之程式、檔案、資料夾、電腦或網際網路位址
